tap 'caskroom/cask'
tap 'homebrew/binary'
tap 'homebrew/boneyard'
tap 'homebrew/bundle'
tap 'homebrew/core'
tap 'homebrew/dupes'
tap 'homebrew/services'
tap 'homebrew/versions'
tap 'nodenv/nodenv'
tap 'nwoolls/bitcoin'
tap 'puma/puma'
tap 'd12frosted/emacs-plus'
cask 'java'
brew 'ack'
brew 'aspell'
brew 'gdbm'
brew 'openssl'
brew 'readline'
brew 'sqlite'
brew 'python'
brew 'libxml2'
brew 'augeas'
brew 'autoconf'
brew 'automake'
brew 'awscli'
brew 'bash-completion'
brew 'boost'
brew 'dialog'
brew 'openssl@1.1'
brew 'certbot'
brew 'colordiff'
brew 'coreutils'
brew 'curl'
brew 'direnv'
brew 'libgpg-error'
brew 'libassuan'
brew 'libgcrypt'
brew 'libksba'
brew 'pth'
brew 'dirmngr'
brew 'elasticsearch', restart_service: true
brew 'jpeg'
brew 'libpng'
brew 'libtiff'
brew 'wxmac'
brew 'erlang'
brew 'elixir'
brew 'git'
brew 'emacs-plus'
brew 'esniper'
brew 'exercism'
brew 'faac'
brew 'fdk-aac'
brew 'lame'
brew 'x264'
brew 'xvid'
brew 'ffmpeg', args: ['with-fdk-aac', 'with-libvorbis', 'with-theora', 'with-tools']
brew 'flac'
brew 'freetype'
brew 'gettext'
brew 'little-cms2'
brew 'ghostscript'
brew 'gnupg'
brew 'pinentry'
brew 'gpg-agent'
brew 'libusb'
brew 'libusb-compat'
brew 'gnupg2'
brew 'go'
brew 'gpac'
brew 'heroku'
brew 'hidapi'
brew 'hub'
brew 'icu4c'
brew 'libtool'
brew 'xz'
brew 'imagemagick'
brew 'jansson'
brew 'jbig2dec'
brew 'keybase'
brew 'kibana'
brew 'libebml'
brew 'libevent'
brew 'libmagic'
brew 'libmatroska'
brew 'libmicrohttpd'
brew 'libogg'
brew 'libsmi'
brew 'libvo-aacenc'
brew 'libvorbis'
brew 'libxslt'
brew 'libyaml'
brew 'mad'
brew 'media-info'
brew 'memcached'
brew 'minicom'
brew 'ruby'
brew 'mkvtoolnix'
brew 'mysql'
brew 'namebench'
brew 'nmap'
brew 'node'
brew 'pkg-config'
brew 'node-build'
brew 'nodenv'
brew 'ossp-uuid'
brew 'otto'
brew 'p7zip'
brew 'pcre'
brew 'png2ico'
brew 'protobuf'
brew 'python3'
brew 'qt5'
brew 'ruby-build'
brew 'rbenv'
brew 'rbenv-default-gems'
brew 'rbenv-gemset'
brew 'redis', restart_service: true
brew 'scons'
brew 'sip'
brew 'sox'
brew 'spark'
brew 'taglib'
brew 'terminal-notifier'
brew 'texi2html'
brew 'the_silver_searcher'
brew 'theora'
brew 'tmux'
brew 'tree'
brew 'unison'
brew 'unixodbc'
brew 'unrar'
brew 'utf8proc'
brew 'watch'
brew 'wget'
brew 'yarn'
brew 'yasm'
brew 'homebrew/boneyard/ngrok'
brew 'homebrew/boneyard/pyqt'
brew 'homebrew/dupes/apple-gcc42'
brew 'homebrew/dupes/libiconv'
brew 'homebrew/versions/postgresql95'
brew 'nodenv/nodenv/nodenv-default-packages'
brew 'nwoolls/bitcoin/vanitygen'
brew 'puma/puma/puma-dev'
