tap "d12frosted/emacs-plus"
tap "dopplerhq/cli"
tap "homebrew/bundle"
tap "homebrew/services"
tap "puma/puma"
brew "ack"
brew "ca-certificates"
brew "openssl@3"
brew "sqlite"
brew "python@3.12"
brew "awscli"
brew "bash-completion"
brew "glib"
brew "certbot"
brew "direnv"
brew "p11-kit"
brew "unbound"
brew "gnutls"
brew "icu4c@76"
brew "harfbuzz"
brew "libass"
brew "pango"
brew "srt"
brew "tesseract"
brew "ffmpeg"
brew "forego"
brew "gdbm"
brew "gdk-pixbuf"
brew "git"
brew "gnupg"
brew "gnupg@1.4"
brew "go"
brew "pkgconf"
brew "gobject-introspection"
brew "heroku"
brew "htop"
brew "hub"
brew "shared-mime-info"
brew "libheif"
brew "imagemagick"
brew "jq"
brew "libffi"
brew "librsvg"
brew "libyaml"
brew "mailcatcher"
brew "mcrypt"
brew "zlib"
brew "mysql"
brew "nginx"
brew "node-build"
brew "nodenv"
brew "openssl@1.1"
brew "png2ico"
brew "postgresql@15", restart_service: true, link: true
brew "python@3.10"
brew "python@3.11"
brew "python@3.9"
brew "ruby-build"
brew "rbenv"
brew "rbenv-default-gems"
brew "redis", restart_service: true
brew "telnet"
brew "the_silver_searcher"
brew "tmux"
brew "tree"
brew "watch"
brew "wget"
brew "d12frosted/emacs-plus/emacs-plus@29"
brew "dopplerhq/cli/doppler", link: false
brew "puma/puma/puma-dev"
cask "chromedriver"
cask "google-cloud-sdk"
cask "keycastr"
cask "libreoffice"
