tap "d12frosted/emacs-plus"
tap "esphen/wsta", "https://github.com/esphen/wsta.git"
tap "heroku/brew"
tap "homebrew/binary"
tap "homebrew/boneyard"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"
tap "homebrew/dupes"
tap "homebrew/services"
tap "homebrew/versions"
tap "nodenv/nodenv"
tap "puma/puma"
cask "java"
brew "ack"
brew "apple-gcc42"
brew "aspell"
brew "augeas"
brew "autoconf"
brew "automake"
brew "aws-elasticbeanstalk"
brew "gdbm"
brew "ossp-uuid"
brew "awscli"
brew "bash-completion"
brew "libevent"
brew "fontconfig"
brew "gettext"
brew "dialog"
brew "certbot"
brew "chromedriver"
brew "colordiff"
brew "coreutils"
brew "curl"
brew "direnv"
brew "libgpg-error"
brew "libassuan"
brew "libksba"
brew "pth"
brew "dirmngr"
brew "elasticsearch", restart_service: true
brew "elixir"
brew "esniper"
brew "exercism"
brew "faac"
brew "fdk-aac"
brew "lame"
brew "libogg"
brew "libvorbis"
brew "theora"
brew "xvid"
brew "ffmpeg", args: ["with-fdk-aac"]
brew "flac"
brew "forego"
brew "fswatch"
brew "ghostscript"
brew "git"
brew "libtasn1"
brew "libusb"
brew "npth"
brew "gnupg"
brew "gnupg@1.4"
brew "go"
brew "gpac"
brew "gpg-agent"
brew "hidapi"
brew "hub"
brew "libtool"
brew "imagemagick"
brew "imagemagick@6"
brew "jansson"
brew "jbig2dec"
brew "oniguruma"
brew "jq"
brew "keybase"
brew "kibana"
brew "libiconv"
brew "libmagic"
brew "libmatroska"
brew "libmicrohttpd"
brew "libsmi"
brew "libusb-compat"
brew "libvo-aacenc"
brew "libxml2"
brew "libxslt"
brew "libyaml"
brew "mad"
brew "media-info"
brew "memcached"
brew "minicom"
brew "mysql"
brew "namebench"
brew "nmap"
brew "node"
brew "node-build"
brew "nodenv"
brew "openssl@1.1"
brew "p7zip"
brew "pdftk"
brew "png2ico"
brew "postgresql@9.5", restart_service: true
brew "protobuf"
brew "qt"
brew "pyqt"
brew "rbenv"
brew "rbenv-default-gems"
brew "rbenv-gemset"
brew "redis", restart_service: true
brew "ruby"
brew "scons"
brew "sox"
brew "spark"
brew "taglib"
brew "telnet"
brew "terminal-notifier"
brew "texi2html"
brew "texinfo"
brew "the_silver_searcher"
brew "tidy-html5"
brew "tmux"
brew "tree"
brew "unison"
brew "unixodbc"
brew "unrar"
brew "utf8proc"
brew "watch"
brew "wget"
brew "yarn"
brew "d12frosted/emacs-plus/emacs-plus"
brew "esphen/wsta/wsta"
brew "heroku/brew/heroku"
brew "nodenv/nodenv/nodenv-default-packages"
brew "nodenv/nodenv/nodenv-package-json-engine"
brew "puma/puma/puma-dev"
